{
  "translations": [
    {
      "description": "Always energetic and full of life, Amber's the best - albeit only - Outrider of the Knights of Favonius.",
      "id": "amber",
      "name": "Amber"
    },
    {
      "description": "Every denizen of Mondstadt adores Barbara. However, she learned the word \"idol\" from a magazine.",
      "id": "barbara",
      "name": "Barbara"
    },
    {
      "description": "Beidou is the leader of the Crux an armed fleet based in Liyue Harbor. An armed fleet means exactly what it sounds like: a fleet of ships armed to the teeth",
      "id": "beidou",
      "name": "Beidou"
    },
    {
      "description": "A righteous and good-natured adventurer from Mondstadt who's unfortunately extremely unlucky.",
      "id": "bennett",
      "name": "Bennett"
    },
    {
      "description": "A young exortcist from a family of exorcists. He does everything he can to suppress his pure positive energy.",
      "id": "chongyun",
      "name": "Chongyun"
    },
    {
      "description": "The tycoon of a winery empire in Mondstadt, unmatched in every possible way.",
      "id": "diluc",
      "name": "Diluc"
    },
    {
      "description": "A young lady who has inherited trace amounts of non-human blood. She is the incredible popular bartender of the Cat's Tail tavern.",
      "id": "diona",
      "name": "Diona"
    },
    {
      "description": "A mysterious girl who calls herself \"Prinzessia der Verurteilung\" and travels with a night raven named Oz.",
      "id": "fischl",
      "name": "Fischl"
    },
    {
      "description": "The righteous and rigorous Dandelion Knight, and Acting Grand Master of the Knights of Favonius in Mondstadt.",
      "id": "jean",
      "name": "Jean"
    },
    {
      "description": "A thinker in the Knights of Favonius with a somewhat exotic appearance.",
      "id": "kaeya",
      "name": "Kaeya"
    },
    {
      "description": "The Yuheng of the Liyue Qixing. Has much to say about Rex Lapis' unilateral approach to policymaking in Liyue - but in truth, gods admire skeptics such as her quite a lot.",
      "id": "keqing",
      "name": "Keqing"
    },
    {
      "description": "An explosives expert and a regular at the Knights of Favonius' confinement room. Also known as Fleeing Sunlight.",
      "id": "klee",
      "name": "Klee"
    },
    {
      "description": "The languid but knowledgeable Librarian of the Knights of Favonius who was deemed by Sumeru Academia to be their most distinguised graduate in the past two centuries.",
      "id": "lisa",
      "name": "Lisa"
    },
    {
      "description": "A mysterious young astrologer who proclaims herself to be \"Astrologist Mona Megistus,\" and who possesses abilities to match the title.",
      "id": "mona",
      "name": "Mona"
    },
    {
      "description": "The Tianquan of Liyue Qixing. Her wealth is unsurpassed in all of Teyvat.",
      "id": "ningguang",
      "name": "Ningguang"
    },
    {
      "description": "A maid in the service of the Knights of Favonius that dreams of joining their ranks someday.",
      "id": "noelle",
      "name": "Noelle"
    },
    {
      "description": "An apprentice and herb-picker Bubu Pharmacy. An undead with a bone-white complexion, she seldom has much in the way of words or emotion.",
      "id": "qiqi",
      "name": "Qiqi"
    },
    {
      "description": "A boy who lives among the wolves in Wolvendom of Mondstadt, away from human civilization. As agile as lightning.",
      "id": "razor",
      "name": "Razor"
    },
    {
      "description": "An alchemist filled with curiosity about all things. She researches bio-alchemy.",
      "id": "sucrose",
      "name": "Sucrose"
    },
    {
      "description": "No. 11 of The Harbingers, also known as \"Childe\". His name is highly feared on the battlefield.",
      "id": "tartaglia",
      "name": "Tartaglia"
    },
    {
      "description": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
      "id": "traveler_anemo",
      "name": "Traveler Anemo"
    },
    {
      "description": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
      "id": "traveler_geo",
      "name": "Traveler Geo"
    },
    {
      "description": "One of the many bards of Mondstadt, who freely wanders the city's streets and alleys.",
      "id": "venti",
      "name": "Venti"
    },
    {
      "description": "A renowned chef from Liyue. She's extremely passionate about cooking and excels at making her signature hot and spicy dishes.",
      "id": "xiangling",
      "name": "Xiangling"
    },
    {
      "description": "A young man carrying a longsword who is frequently seen at book booths. He has a chivalrous heart and yearns for justice and fairness for all.",
      "id": "xingqiu",
      "name": "Xingqiu"
    },
    {
      "description": "Liyue's sole rock 'n' roll musician. She rebels against ossified prejudices using her music and passionate singing.",
      "id": "xinyan",
      "name": "Xinyan"
    },
    {
      "description": "A mysterious guest invited by the Wangsheng Funeral Parlor. Extremely knowledgeable in all things.",
      "id": "zhongli",
      "name": "Zhongli"
    },
    {
      "description": "Common currency",
      "id": "mora",
      "name": "Mora"
    },
    {
      "description": "Character Ascension Material",
      "id": "agate_1",
      "name": "Agnidus Agate Silver"
    },
    {
      "description": "Character Ascension Material",
      "id": "agate_2",
      "name": "Agnidus Agate Fragment"
    },
    {
      "description": "Character Ascension Material",
      "id": "agate_3",
      "name": "Agnidus Agate Chunk"
    },
    {
      "description": "Character Ascension Material",
      "id": "agate_4",
      "name": "Agnidus Agate Gemstone"
    },
    {
      "description": "Character Ascension Material",
      "id": "lazurite_1",
      "name": "Varunada Lazurite Silver"
    },
    {
      "description": "Character Ascension Material",
      "id": "lazurite_2",
      "name": "Varunada Lazurite Fragment"
    },
    {
      "description": "Character Ascension Material",
      "id": "lazurite_3",
      "name": "Varunada Lazurite Chunk"
    },
    {
      "description": "Character Ascension Material",
      "id": "lazurite_4",
      "name": "Varunada Lazurite Gemstone"
    },
    {
      "description": "Character Ascension Material",
      "id": "amethyst_1",
      "name": "Vajrada Amethyst Silver"
    },
    {
      "description": "Character Ascension Material",
      "id": "amethyst_2",
      "name": "Vajrada Amethyst Fragment"
    },
    {
      "description": "Character Ascension Material",
      "id": "amethyst_3",
      "name": "Vajrada Amethyst Chunk"
    },
    {
      "description": "Character Ascension Material",
      "id": "amethyst_4",
      "name": "Vajrada Amethyst Gemstone"
    },
    {
      "description": "Character Ascension Material",
      "id": "jade_1",
      "name": "Shivada Jade Silver"
    },
    {
      "description": "Character Ascension Material",
      "id": "jade_2",
      "name": "Shivada Jade Fragment"
    },
    {
      "description": "Character Ascension Material",
      "id": "jade_3",
      "name": "Shivada Jade Chunk"
    },
    {
      "description": "Character Ascension Material",
      "id": "jade_4",
      "name": "Shivada Jade Gemstone"
    },
    {
      "description": "Character Ascension Material",
      "id": "turquise_1",
      "name": "Vayuda Turquise Silver"
    },
    {
      "description": "Character Ascension Material",
      "id": "turquise_2",
      "name": "Vayuda Turquise Fragment"
    },
    {
      "description": "Character Ascension Material",
      "id": "turquise_3",
      "name": "Vayuda Turquise Chunk"
    },
    {
      "description": "Character Ascension Material",
      "id": "turquise_4",
      "name": "Vayuda Turquise Gemstone"
    },
    {
      "description": "",
      "id": "topaz_1",
      "name": "Prithiva Topaz Silver"
    },
    {
      "description": "",
      "id": "topaz_2",
      "name": "Prithiva Topaz Fragment"
    },
    {
      "description": "",
      "id": "topaz_3",
      "name": "Prithiva Topaz Chunk"
    },
    {
      "description": "",
      "id": "topaz_4",
      "name": "Prithiva Topaz Gemstone"
    },
    {
      "description": "",
      "id": "diamond_1",
      "name": "Brilliant Diamond Silver"
    },
    {
      "description": "",
      "id": "diamond_2",
      "name": "Brilliant Diamond Fragment"
    },
    {
      "description": "",
      "id": "diamond_3",
      "name": "Brilliant Diamond Chunk"
    },
    {
      "description": "",
      "id": "diamond_4",
      "name": "Brilliant Diamond Gemstone"
    },
    {
      "description": "The imploded form of an Anemo Hypostasis upon its defeat. It contains the essence of Anemo energy. It is said that the power to create hurricanes resides within its seemingly fragile body. This butterfly of pure Anemo energy must be waiting for the day to conjure up storms once again",
      "id": "hurricane_seed",
      "name": "Hurricane Seed"
    },
    {
      "description": "An Electro Hypostasis channels nearby elemental energy to repair damaged elemental entities. It contains the essence of Electro energy. A common prism separates white light into component colors; a Lightning Prism, however, channels flowing energy and weaves them into lighting. It will continue to do so even after the Electro Hypostasis has been defeated.",
      "id": "lightning_prism",
      "name": "Lightning Prism"
    },
    {
      "description": "The exposed core of a defeated Cryo Regisvine. Pure cryo elements are contained within it. Energy and thoughts that swell deep within the earth will eventually erupt on the surface. Even the deathly silent frost will attach to creatures on the ground, causing even the vines and branches of vegetation to become huge and fierce, attracting the hunter's gaze.\n",
      "id": "hoarfrost_core",
      "name": "Hoarfrost Core"
    },
    {
      "description": "A pillar form by the shell of a Geo Hypostasis. It is composed of high-density Geo energy. This is the heaviest component of a Geo Element. Maybe the reason a Geo Hypostasis creates this polar out of its shell and raises itself is just to get closer to the sky, not to combat enemies.",
      "id": "basalt_pillar",
      "name": "Basalt Pillar"
    },
    {
      "description": "A scoop of eternal water left by an oceanid. Though it has already diffused among the depths of the lake, its purity remains all the same. But why would a creature so pure and clean as an oceanid desire the appearance of plants born of the ground and assume such a form with pure water? They need not breathe nor do they require sustenance...",
      "id": "cleansing_heart",
      "name": "Cleansing Heart"
    },
    {
      "description": "A seed that fuels the unending flames of the Pyro Regisvine. It emits pyro energy as if it will burn all that has ever sprouted from the ground.\nEndless desires flow among turbulent energy deep within the earth. What desire could steadily hold such fire to the plants and long so eagerly to bathe everything in unquenchable flames?",
      "id": "everflame_seed",
      "name": "Everflame Seed"
    },
    {
      "description": "A wild grass that emits light at night. Used in cooking to enhance other flavors.",
      "id": "small_lamp_grass",
      "name": "Small Lamp Grass"
    },
    {
      "description": "A fungus that grows in the warm caress of the wind. It is as everlasting as the wind, nourishing life.",
      "id": "philanemo_mushroom",
      "name": "Philanemo Mushroom"
    },
    {
      "description": "A rare mineral that glimmers in the dark. It's said to be a mutated gemstone condensed from the flourishing elements of the world.",
      "id": "noctilucous_jade",
      "name": "Noctilucous Jade"
    },
    {
      "description": "A precious crystal of condensed pure Geo element that usually grows along with other minerals. It's also commonly called \"Cor Petrae.\"",
      "id": "cor_lapis",
      "name": "Cor Lapis"
    },
    {
      "description": "A plant that adores the wind. To the proud children of the wind, or the citizens of Mondstadt, the Windwheel Asters are the \"visible winds.\"",
      "id": "windwheel_aster",
      "name": "Windwheel Aster"
    },
    {
      "description": "A flower that grows near water sources. When cooked the petals have a chunky texture, yet are sweet and a little bitter.",
      "id": "calla_lily",
      "name": "Calla Lily"
    },
    {
      "description": "A tiny seed that rides on the wind. Even without its feathered wings, it still holds the hope from afar within.",
      "id": "dandelion_seed",
      "name": "Dandelion Seed"
    },
    {
      "description": "A plump and translucent berry that has a fragrant smell and a sweet refreshing taste. In the past, the watchers of the storms found solace in the sweetness of the fruit and the hope for the city's security.",
      "id": "valberry",
      "name": "Valberry"
    },
    {
      "description": "An extremely ancient flower that was said to be commonly seen in Liyue. It transforms the memories of the land into its fragrance during florescence.",
      "id": "glaze_lily",
      "name": "Glaze Lily"
    },
    {
      "description": "A small flower with strong vitality. It was said its downward-blooming flower keeps its fragrance from dissipating.",
      "id": "violetgrass",
      "name": "Violetgrass"
    },
    {
      "description": "A berry with thorns that often gets attached to a wolf's pelt. When you look at it, you can almost hear the echoing cries of the wolves in the woods.",
      "id": "wolfhook",
      "name": "Wolfhook"
    },
    {
      "description": "Empty seashells brought ashore by the tides. Hold it close to your ear, and hear the longing calls of the sea.",
      "id": "starconch",
      "name": "Starconch"
    },
    {
      "description": "A beautiful flower with a name that suits its appearance. It only grows where harsh winds blow, and is just as intangible as the true heart of an unbound soul.",
      "id": "cecilia",
      "name": "Cecilia"
    },
    {
      "description": "A spicy plant native to Liyue. Merely smelling it makes one hot and thirsty.",
      "id": "jueyun_chili",
      "name": "Jueyun Chili"
    },
    {
      "description": "A crimson flower that blooms like the rainbow clouds in Liyue. It can be made into silky-smooth fabric.",
      "id": "silk_flower",
      "name": "Silk Flower"
    },
    {
      "description": "A roughly produced arrowhead. Though unimpressive, neither it nor the bow should be underestimated, for even the bravest knight can be felled by an arrow from the rear.",
      "id": "arrowhead_1",
      "name": "Firm Arrowhead"
    },
    {
      "description": "A well-made arrowhead. Sharp enough to penetrate armor with the ease of a rock through the surface of water.",
      "id": "arrowhead_2",
      "name": "Sharp Arrowhead"
    },
    {
      "description": "An old arrowhead coated in blood. The arrowhead has long since lost its sharpness and thus its use as a weapon. However it represents the pride of a hunter and acts as both an amulet and a medal.",
      "id": "arrowhead_3",
      "name": "Weatherd Arrowhead"
    },
    {
      "description": "A scroll that likely relates to some kind of magic. Exudes an inexplicable but ominous warmth.",
      "id": "scroll_1",
      "name": "Divining Scroll"
    },
    {
      "description": "An old scroll lacking in detail and clarity. By following the images on it, some magical creatures can recreate a small part of its magic.",
      "id": "scroll_2",
      "name": "Sealed Scroll"
    },
    {
      "description": "A scroll inscribed with ancient images. It is said that few can decipher its meaning, and the few scholars that have all went mad.",
      "id": "scroll_3",
      "name": "Forbidden Curse Scroll"
    },
    {
      "description": "A signet that proudly represents it's owner's position as a member of the Treasure Hoarders. The pursuit of treasure knows no bounds. That said... is being a thief something to be proud of?",
      "id": "tinsignia_1",
      "name": "Treasure Hoarder Insignia"
    },
    {
      "description": "A raven insignia used by members of the Treasure Hoarders to identify each other. The Treasure Hoarders ask for no resume. Anyone who has an insatiable desire for treasure and is backed up by an equal amount of courage can become a worthy member.",
      "id": "tinsignia_2",
      "name": "Silver Raven Insignia"
    },
    {
      "description": "A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it's hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.",
      "id": "tinsignia_3",
      "name": "Golden Raven Insignia"
    },
    {
      "description": "A broken bone mask that once belonged to some hilichurl. Now more broken than complete, it can no longer perform its primary function.",
      "id": "mask_1",
      "name": "Damaged Mask"
    },
    {
      "description": "A bone mask covered in unidentifiable stains and a mysterious odor. Yet such is the devotion of hilichurls to masks that they will wear it nonetheless.",
      "id": "mask_2",
      "name": "Stained Mask"
    },
    {
      "description": "A glossy bone mask with oil markings painted on it, meant to intimidate enemies. No-one really knows why hilichurls are so fascinated with masks. Some say it's because they don't want to see their own reflections in the water.",
      "id": "mask_3",
      "name": "Ominous Mask"
    },
    {
      "description": "An insignia to identify the recruits. Makes one wonder about what the ones joining the Fatui's war machine were thinking.",
      "id": "finsignia_1",
      "name": "Recruit Insignia"
    },
    {
      "description": "An insignia to identify the recruits. Makes one wonder about what the ones joining the Fatui's war machine were thinking.",
      "id": "finsignia_2",
      "name": "Recruit Insignia"
    },
    {
      "description": "An armband to identify officers. The Fatui possess a colossal army, so there must be something extraordinary about the ones who achieved this rank within the group.",
      "id": "finsignia_3",
      "name": "Lieutenant Insignia"
    },
    {
      "description": "Nectar extracted from the stamen of a Whopperflower that contains trace amounts of elements. The taste of the nectar has a hint of Sweet Flower in it.",
      "id": "nectar_1",
      "name": "Whopperflower Nectar"
    },
    {
      "description": "Nectar that is full of pure elements. Scholars generally concur that Whopperflowers are advanced life forms among the elemental plants, but there has yet to be a satisfactory explanation regarding their predatory habits.",
      "id": "nectar_2",
      "name": "Shimmering Nectar"
    },
    {
      "description": "A thick and sticky honey that is full of energy. The Whopperflower hunts by tricking its prey, a process it uses to possibly evolve into a more powerful and pure form.",
      "id": "nectar_3",
      "name": "Energy Nectar"
    },
    {
      "description": "A thick coating found on slimes. Most commonly seen material in elemental workshops.",
      "id": "slime_1",
      "name": "Slime Condensate"
    },
    {
      "description": "Mildly purified slime secretions. Harmful to the skin. Please avoid direct exposure.",
      "id": "slime_2",
      "name": "Slime Secretions"
    },
    {
      "description": "Concentrated slime essence. When left on its own, it will begin to move on its own.",
      "id": "slime_3",
      "name": "Slime Concentrate"
    },
    {
      "description": "",
      "id": "alley_hunter",
      "name": "Alley Hunter"
    },
    {
      "description": "",
      "id": "amos_bow",
      "name": "Amos Bow"
    },
    {
      "description": "",
      "id": "blackcliff_warbow",
      "name": "Blackcliff Warbow"
    },
    {
      "description": "",
      "id": "compound_bow",
      "name": "Compound Bow"
    },
    {
      "description": "",
      "id": "ebony_bow",
      "name": "Ebony Bow"
    },
    {
      "description": "",
      "id": "favonius_warbow",
      "name": "Favonius Warbow"
    },
    {
      "description": "",
      "id": "hunter_bow",
      "name": "Hunter Bow"
    },
    {
      "description": "",
      "id": "messenger",
      "name": "Messenger"
    },
    {
      "description": "",
      "id": "prototype_crescent",
      "name": "Prototype Crescent"
    },
    {
      "description": "",
      "id": "raven_bow",
      "name": "Raven Bow"
    },
    {
      "description": "",
      "id": "recurve_bow",
      "name": "Recurve Bow"
    },
    {
      "description": "",
      "id": "royal_bow",
      "name": "Royal Bow"
    },
    {
      "description": "",
      "id": "rust",
      "name": "Rust"
    },
    {
      "description": "",
      "id": "sacrificial_bow",
      "name": "Sacrificial Bow"
    },
    {
      "description": "",
      "id": "seasoned_hunter_bow",
      "name": "Seasoned Hunter Bow"
    },
    {
      "description": "",
      "id": "sharpshooter_oath",
      "name": "Sharpshooter Oath"
    },
    {
      "description": "",
      "id": "skyward_harp",
      "name": "Skyward Harp"
    },
    {
      "description": "",
      "id": "slingshot",
      "name": "Slingshot"
    },
    {
      "description": "",
      "id": "the_stringless",
      "name": "The Stringless"
    },
    {
      "description": "",
      "id": "the_viridescent_hunt",
      "name": "The Viridescent Hunt"
    },
    {
      "description": "",
      "id": "amber_catalyst",
      "name": "Amber Catalyst"
    },
    {
      "description": "",
      "id": "apprentice_notes",
      "name": "Apprentice Notes"
    },
    {
      "description": "",
      "id": "blackcliff_amulet",
      "name": "Blackcliff Amulet"
    },
    {
      "description": "",
      "id": "emerald_orb",
      "name": "Emerald Orb"
    },
    {
      "description": "",
      "id": "eye_of_perception",
      "name": "Eye Of Perception"
    },
    {
      "description": "",
      "id": "favonius_codex",
      "name": "Favonius Codex"
    },
    {
      "description": "",
      "id": "lost_prayer_to_the_sacred_winds",
      "name": "Lost Prayer To The Sacred Winds"
    },
    {
      "description": "",
      "id": "magic_guide",
      "name": "Magic Guide"
    },
    {
      "description": "",
      "id": "mappa_mare",
      "name": "Mappa Mare"
    },
    {
      "description": "",
      "id": "memory_of_dust",
      "name": "Memory Of Dust"
    },
    {
      "description": "",
      "id": "otherworldly_story",
      "name": "Otherworldly Story"
    },
    {
      "description": "",
      "id": "pocket_grimoire",
      "name": "Pocket Grimoire"
    },
    {
      "description": "",
      "id": "prototype_malice",
      "name": "Prototype Malice"
    },
    {
      "description": "",
      "id": "royal_grimoire",
      "name": "Royal Grimoire"
    },
    {
      "description": "",
      "id": "sacrificial_fragments",
      "name": "Sacrificial Fragments"
    },
    {
      "description": "",
      "id": "skyward_atlas",
      "name": "Skyward Atlas"
    },
    {
      "description": "",
      "id": "solar_pearl",
      "name": "Solar Pearl"
    },
    {
      "description": "",
      "id": "the_widsith",
      "name": "The Widsith"
    },
    {
      "description": "",
      "id": "thrilling_tales_of_dragon_slayers",
      "name": "Thrilling Tales Of Dragon Slayers"
    },
    {
      "description": "",
      "id": "twin_nephrite",
      "name": "Twin Nephrite"
    },
    {
      "description": "",
      "id": "wine_and_song",
      "name": "Wine And Song"
    },
    {
      "description": "",
      "id": "bloodtainted_greatsword",
      "name": "Bloodtainted Greatsword"
    },
    {
      "description": "",
      "id": "debate_club",
      "name": "Debate Club"
    },
    {
      "description": "",
      "id": "favonius_greatsword",
      "name": "Favonius Greatsword"
    },
    {
      "description": "",
      "id": "ferrous_shadow",
      "name": "Ferrous Shadow"
    },
    {
      "description": "",
      "id": "lithic_blade",
      "name": "Lithic Blade"
    },
    {
      "description": "",
      "id": "old_merc_pal",
      "name": "Old Merc Pal"
    },
    {
      "description": "",
      "id": "prototype_aminus",
      "name": "Prototype Aminus"
    },
    {
      "description": "",
      "id": "quartz",
      "name": "Quartz"
    },
    {
      "description": "",
      "id": "rainslasher",
      "name": "Rainslasher"
    },
    {
      "description": "",
      "id": "royal_greatsword",
      "name": "Royal Greatsword"
    },
    {
      "description": "",
      "id": "sacrificial_greatsword",
      "name": "Sacrificial Greatsword"
    },
    {
      "description": "",
      "id": "serpent_spine",
      "name": "Serpent Spine"
    },
    {
      "description": "",
      "id": "skyrider_greatsword",
      "name": "Skyrider Greatsword"
    },
    {
      "description": "",
      "id": "skyward_pride",
      "name": "Skyward Pride"
    },
    {
      "description": "",
      "id": "the_bell",
      "name": "The Bell"
    },
    {
      "description": "",
      "id": "the_unforged",
      "name": "The Unforged"
    },
    {
      "description": "",
      "id": "waster_greatsword",
      "name": "Waster Greatsword"
    },
    {
      "description": "",
      "id": "white_iron_greatsword",
      "name": "White Iron Greatsword"
    },
    {
      "description": "",
      "id": "whiteblind",
      "name": "Whiteblind"
    },
    {
      "description": "",
      "id": "wolf_gravestone",
      "name": "Wolf Gravestone"
    },
    {
      "description": "",
      "id": "blackcliff_slasher",
      "name": "Blackcliff Slasher"
    },
    {
      "description": "",
      "id": "beginner_protector",
      "name": "Beginner Protector"
    },
    {
      "description": "",
      "id": "black_tassel",
      "name": "Black Tassel"
    },
    {
      "description": "",
      "id": "blackcliff_pole",
      "name": "Blackcliff Pole"
    },
    {
      "description": "",
      "id": "crescent_pike",
      "name": "Crescent Pike"
    },
    {
      "description": "",
      "id": "deathmatch",
      "name": "Deathmatch"
    },
    {
      "description": "",
      "id": "dragon_bane",
      "name": "Dragon Bane"
    },
    {
      "description": "",
      "id": "favonius_lance",
      "name": "Favonius Lance"
    },
    {
      "description": "",
      "id": "halberd",
      "name": "Halberd"
    },
    {
      "description": "",
      "id": "iron_point",
      "name": "Iron Point"
    },
    {
      "description": "",
      "id": "lithic_spear",
      "name": "Lithic Spear"
    },
    {
      "description": "",
      "id": "primordial_jade_winged_spear",
      "name": "Primordial Jade Winged Spear"
    },
    {
      "description": "",
      "id": "prototype_grudge",
      "name": "Prototype Grudge"
    },
    {
      "description": "",
      "id": "skyward_spine",
      "name": "Skyward Spine"
    },
    {
      "description": "",
      "id": "vortex_vanquisher",
      "name": "Vortex Vanquisher"
    },
    {
      "description": "",
      "id": "white_tassel",
      "name": "White Tassel"
    },
    {
      "description": "",
      "id": "aquila_favonia",
      "name": "Aquila Favonia"
    },
    {
      "description": "",
      "id": "blackcliff_longsword",
      "name": "Blackcliff Longsword"
    },
    {
      "description": "",
      "id": "cool_steel",
      "name": "Cool Steel"
    },
    {
      "description": "",
      "id": "dark_iron_sword",
      "name": "Dark Iron Sword"
    },
    {
      "id": "dull_blade",
      "name": "Dull Blade",
      "description": ""
    },
    {
      "id": "favonius_sword",
      "name": "Favonius Sword",
      "description": ""
    },
    {
      "id": "fillet_blade",
      "name": "Fillet Blade",
      "description": ""
    },
    {
      "id": "harbinger_of_dawn",
      "name": "Harbinger Of Dawn",
      "description": ""
    },
    {
      "id": "iron_sting",
      "name": "Iron Sting",
      "description": ""
    },
    {
      "id": "lion_roar",
      "name": "Lion Roar",
      "description": ""
    },
    {
      "id": "prototype_rancour",
      "name": "Prototype Rancour",
      "description": ""
    },
    {
      "id": "royal_longsword",
      "name": "Royal Longsword",
      "description": ""
    },
    {
      "id": "sacrificial_sword",
      "name": "Sacrificial Sword",
      "description": ""
    },
    {
      "id": "silver_sword",
      "name": "Silver Sword",
      "description": ""
    },
    {
      "id": "skyrider_sword",
      "name": "Skyrider Sword",
      "description": ""
    },
    {
      "id": "skyward_blade",
      "name": "Skyward Blade",
      "description": ""
    },
    {
      "id": "the_alley_flash",
      "name": "The Alley Flash",
      "description": ""
    },
    {
      "id": "the_black_sword",
      "name": "The Black Sword",
      "description": ""
    },
    {
      "id": "the_flute",
      "name": "The Flute",
      "description": ""
    },
    {
      "id": "traveler_handy_sword",
      "name": "Traveler Handy Sword",
      "description": ""
    },
    {
      "id": "sword_of_descension",
      "name": "Sword of Descension",
      "description": ""
    },
    {
      "id": "royal_spear",
      "name": "Royal Spear",
      "description": ""
    },

    {
      "id": "boreal_wolf_1",
      "name": "Boreal Wolf's Milk Tooth",
      "description": "Andrius' wolf pack is its blessed honor guard, and even the milk teeth of a wolf's cub possess great potential.\nIn the past, the gods had the responsibility to love all people, which made Andrius quite the oddball for only adopting abandoned babies and accepting wanderers."
    },
    {
      "id": "boreal_wolf_2",
      "name": "Boreal Wolf's Cracked Tooth",
      "description": "The life of a wolf is not without violence; broken bones or cracked teeth are nothing special.\nAndrius found humans to be a disappointment, but believed babies to be innocent. If both the wolf pack and the adopted children chose each other, then they become a Lupical, a fated family."
    },
    {
      "id": "boreal_wolf_3",
      "name": "Boreal Wolf's Broken Fang",
      "description": "The wolf pack also understands that humans are not solitary creatures. The honorary broken tooth is a parting gift said to bring protection and luck.\nIn the legends of a far-off world, a female wolf once adopted two great humans. Their home was known as the Cave of Wolves, or Lupercal - that word meaning the same thing as Lupical does in this world."
    },
    {
      "id": "boreal_wolf_4",
      "name": "Boreal Wolf's Nostalgia",
      "description": "The Wolf King, believing itself to despise humans, thought itself unable to envision a happy life for humanity, making it unworthy of becoming the Lord of the Winds of the world. Therefore, it chose to disappear. Yet, in truth, it gazed on the ones the world abandoned ever so gently."
    },
    {
      "id": "decarabian_tower_1",
      "name": "Tile of Decarabian's Tower",
      "description": "The place now known as Stormterror's Lair was once the capital city of Decarabian, the God of Storms. Since this dream of prosperity was created entirely by his divine might, the broken pieces left behind by the shattering of that dream still possess great power."
    },
    {
      "id": "decarabian_tower_2",
      "name": "Debris of Decarabian's City",
      "description": "Decarabian, the God of Storms, was content with the capital city he had raised, and accepted the worship of the people from atop his tower. But he knew not that the people did not bow to him out of respect or adoration."
    },
    {
      "id": "decarabian_tower_3",
      "name": "Fragment of Decarabian's Epic",
      "description": "Andrius once declared war upon Decarabian, but failed to even scratch the capital of the Lord of the Tower. If it were not for the song of freedom that shattered the city in an instant, Decarabian's dream would have gone on forever."
    },
    {
      "id": "decarabian_tower_4",
      "name": "Scattered Piece of Decarabian's Dream",
      "description": "The people did not bow to Decarabian out of respect or adoration, but because the harsh winds had laid them low. This was the shattered dream and ambition of the Anemo Archon before the rise of Barbatos.\nHe tried so hard to make his dream come true, and so the fragments of that dream are still mighty."
    },
    {
      "id": "dandelion_gladiator_1",
      "name": "Fetters of the Dandelion Gladiator",
      "description": "It's a human thing to exaggerate on a hero's story, even to the point of elevating the fetters that once bound the hero to the level of an enemy of true freedom.\nAs a result, these fetters were granted extraordinary powers."
    },
    {
      "id": "dandelion_gladiator_2",
      "name": "Chains of the Dandelion Gladiator",
      "description": "The chains that once bound the great hero Vennessa. In truth, all gladiators would have worn chains in that era, and Vennessa was but one of them."
    },
    {
      "id": "dandelion_gladiator_3",
      "name": "Shackles of the Dandelion Gladiator",
      "description": "Vennessa was not truly bound by her chains. If she had so wished, no ordinary physical constraints forged in Mondstadt could have held her, for the land there yielded no ore of exceptional quality, nor did it possess the divine flame of her ancestral home.\nShe was only bound by her responsibility to take care of her tribespeople."
    },
    {
      "id": "dandelion_gladiator_4",
      "name": "Dream of the Dandelion Gladiator",
      "description": "Vennessa was freed from her slavery, but that which constrained her only grew greater - from her tribesmen to all of Mondstadt, and even to the concept of freedom itself, extending to the whole world.\nWhat she really hoped for, in truth, was that the world might grow stronger."
    },
    {
      "id": "guyun_1",
      "name": "Luminous Sands from Guyun",
      "description": "The stone pillars that tower amid the Guyun Stone Forest were once the stone lances Morax used to defeat his enemies. As time passed, the body of these gods penetrated into the pillars, granting them divinity. The pillars would sometimes shed crumbs of hatred and curses."
    },
    {
      "id": "guyun_2",
      "name": "Lustrous Stone from Guyun",
      "description": "To the informed, Guyun Stone Forest is not some miraculous sight on the sea to behold, but the cemetery of the former gods of Liyue. Hatred and filth have periodically raised up from it, but all have been subdued by a demon-conquering young man."
    },
    {
      "id": "guyun_3",
      "name": "Relic from Guyun",
      "description": "The stone lance has a glimmering core formed by the power of the defeated gods. Their hatred is not directed at Morax, for they have lost themselves a long time ago and are incapable of holding personal grudges."
    },
    {
      "id": "guyun_4",
      "name": "Divine Body from Guyun",
      "description": "That which lurks within and animates this relic are the divine remains of lamenting gods. They are unrealized ideals, designs for a prosperous humanity that could never be. They may now lie deep within stone and sea, but they will not go quietly into the night."
    },
    {
      "id": "elixir_1",
      "name": "Mist Veiled Lead Elixir",
      "description": "Jueyun Karst is the realm of the mighty and illuminated adepti. But other than the ability to control the elements of the world, Jueyun Karst is also home to three other untold secrets: Danding (Alchemy), Fulu (Sigils), and Waijing (Sub-Space Creation)."
    },
    {
      "id": "elixir_2",
      "name": "Mist Veiled Mercury Elixir",
      "description": "With Fulu (Sigils), the adepti can store their power in the form of symbols, and with Waijing (Sub-Space Creation) they can fashion a cosmic paradise with the power of their minds. The manufacture of elixirs, however, has always been shrouded in mystery, for certain death follows for any who swallow them."
    },
    {
      "id": "elixir_3",
      "name": "Mist Veiled Gold Elixir",
      "description": "Elixirs are in fact pills made from metal alloys. They were created by the adepti, and are able to grant weapons transcendent powers.\nHowever, they are rarely seen in the world due to the hubris of the practitioners of martial arts, who prized the ways of combat over the paths of the adepti."
    },
    {
      "id": "elixir_4",
      "name": "Mist Veiled Primo Elixir",
      "description": "An elixir of the highest quality. It embodies a state of intertwining order and chaos, and is said to mirror how the world was when it was first created. Of course, a certain someone knows that this was not the case."
    },
    {
      "id": "aerosiderite_1",
      "name": "Grain of Aerosiderite",
      "description": "A black meteor once fell beyond Liyue's Sea of Clouds, said to have fallen to vanquish a monster. However, it was stained by powerful tainted blood, so this item no longer possesses the pure power of Rex Lapis."
    },
    {
      "id": "aerosiderite_2",
      "name": "Piece of Aerosiderite",
      "description": "Rumors of sea monsters are commonplace in Liyue, since the other-shore is an unknown region that lies outside of Teyvat.\nWithout the protection of The Seven, all that lies beyond is unknown chaos. Only power beyond the order of Teyvat is able to stain the power of Rex Lapis black."
    },
    {
      "id": "aerosiderite_3",
      "name": "Bit of Aerosiderite",
      "description": "The coastal nations of Teyvat refer to the region beyond the protection of The Seven as the Dark Sea. It is said many defeated gods refused to live under the new order of The Seven, so they fled to remote islands and became evil gods. However, their powers came from the same source as Rex Lapis, separate from this all-devouring darkness."
    },
    {
      "id": "aerosiderite_4",
      "name": "Chunk of Aerosiderite",
      "description": "When Khaenri'ah was destroyed, a great sinner created endless monsters with alien, dark blood flowing through their veins. They rampaged across the land, destroying all in their paths. Their lives were mutations, caused by powers beyond this world. The black serpentine dragon Durin that attacked Mondstadt was such a mutation."
    },
    {
      "id": "horn_1",
      "name": "Heavy Horn",
      "description": "A crude horn used by hilichurls to warn each other. Given the damage to the horn, it won't be warning anyone any time soon."
    },
    {
      "id": "horn_2",
      "name": "Black Bronze Horn",
      "description": "A metallic monster horn that can only be obtained from especially strong hilichurls, since blowing on the horn takes real strength."
    },
    {
      "id": "horn_3",
      "name": "Black Crystal Horn",
      "description": "A metallic horn with an ominous shine decorated with black crystals of an unknown source. It has hardly been used at all. It is likely a ceremonial item of the hilichurls'."
    },
    {
      "id": "ley_line_1",
      "name": "Dead Ley Line Branch",
      "description": "Fragile branches from deep within the earth. Even after years of age, from beneath it's mottled surface you can see that its power is not yet entirely lost."
    },
    {
      "id": "ley_line_2",
      "name": "Dead Ley Line Leaves",
      "description": "A twig from deep within the earth. Though it is far from where it once lay, its leaves still pulsate with energy."
    },
    {
      "id": "ley_line_3",
      "name": "Ley Line Sprouts",
      "description": "It is said that there was a great tree whose roots once spread out to every corner of the world, and this branch is said to be part of it. It is almost if it was never broken off and taken far away, for its vitality is such that it still sprouts new leaves even now."
    },
    {
      "id": "bone_shard_1",
      "name": "Fragile Bone Shard",
      "description": "A bone shard once carried by a Geovishap Hatchling. Although they are quite fragile, they seem to still harbor some indescribable power."
    },
    {
      "id": "bone_shard_2",
      "name": "Sturdy Bone Shard",
      "description": "A fragment of an unknown creature's bones that appear to be prized by Geovishap Hatchlings for some reason.\nThe fragment appears to be quite aged. Despite being dragon-like beasts with no spoken language, they still seem to have some sort of special affection for these bone shards."
    },
    {
      "id": "bone_shard_3",
      "name": "Fossilized Bone Shard",
      "description": "A fossilized bone fragment sometimes found after defeating Geovishap Hatchlings.\nGeovishap Hatchlings all dream of growing into great dragons one day. They see these fossils as dragon bones and greatly cherish them, perhaps because they too hope to attain the dragons' longevity and power."
    },
    {
      "id": "thunderslut_drop_1",
      "name": "Mist Grass Pollen",
      "description": "Strange spores created by Mist Grass in enclosed spaces. They are the Cicins' favorite food."
    },
    {
      "id": "thunderslut_drop_2",
      "name": "Mist Grass",
      "description": "Well-preserved Mist Grass. Some would take advantage of the Cicins' love for the Mist Grass to control them."
    },
    {
      "id": "thunderslut_drop_3",
      "name": "Mist Grass Wick",
      "description": "A rare bundle of Mist Grass that gives off a faint glow. Those who carry it invite both the Cicins and misfortune."
    },
    {
      "id": "sacrificial_knife_1",
      "name": "Hunter's Sacrificial Knife",
      "description": "A sharp alloy weapon. Though its owner has been lost, it still reflects a disturbingly cold light."
    },
    {
      "id": "sacrificial_knife_2",
      "name": "Agent's Sacrificial Knife",
      "description": "An oddly-shaped weapon made with superior Snezhnayan technology that once belonged to a senior agent. Proper training is required for using this strange weapon."
    },
    {
      "id": "sacrificial_knife_3",
      "name": "Inspector's Sacrificial Knife",
      "description": "In the hands of its lord, this fierce weapon has handled many \"debts.\" No-one has eyes in the back of their heads, and this weapon and its related techniques are designed around that weakness."
    },
    {
      "id": "chaos_1",
      "name": "Chaos Device",
      "description": "Comes from ancient defunct relic structures. A part that once held the structure together. Its aesthetically-pleasing engineering is quite exquisite."
    },
    {
      "id": "chaos_2",
      "name": "Chaos Circuit",
      "description": "Comes from ancient defunct relic structures. Was once a logic circuit responsible for movement functions. Sadly, no-one is able to make sense of how it worked."
    },
    {
      "id": "chaos_3",
      "name": "Chaos Core",
      "description": "Comes from ancient defunct relic structures. The core that once drove a mechanical beast. Should you come to understand its workings and reproduce it, you could perhaps change the world."
    }
  ]
}
